Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/osko/index.php_kat_id=21_art_id=224.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Soahki
smj: Åhpav: Soahke

source: Gullevašvuohta muhtumiidda dahje historjái
smj: Muhtemijda jali muhtem histåvrråj gullut

source: Muhtumiin leat eará lagas olbmot geaiguin juohkit vásáhusaidis.
smj: Muhtema li vuorbálattja gå siján li áhko ja ádjá gej siegen bessi aktan vásedit.

source: Gullevašvuohta geaidda nu dahje historjái addá identitehta.
smj: Muhtemij jali muhtem histåvrråj tjanádum liehket vaddá identitehtav.

source: Midjiide leat muittut lieggasat ja dehálaččat.
smj: Mujto li gærrása ja ájnnasa.

source: Iežat soga historjá lea mávssolaš danin go addá dutnje identitehta maid sáhtát viidásut addit boahtte bulvii.
smj: Ietjat slevta histåvrrå le árvulasj danen gå dat dunji identitehtav vaddá mav boahtte buolvvaj máhtá åvddån buktet.

source: Oza dieđuid sogat birra ovttas áhkuin, ádjáin dahje earáin du lagasbirrasis !
smj: Gávnada ienep slevta birra áhko jali ádjá siegen jali iehtjádij siegen ietjat lahkusin !
